<%@ Page Title="" Language="C#" MasterPageFile="~/KtechMaster.Master" AutoEventWireup="true" CodeBehind="history.aspx.cs" Inherits="WebsiteKtech.Pages.history" %>
<asp:Content ID="Content1" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
<img src="../images/title_history.png">
<div style=" padding:10px 20px 0px 30px;">        
<p style="text-indent:2em;">วิทยาลัยเทคโนโลยีการจัดการขอนแก่น หรือ เค-เทค เดิมชื่อ โรงเรียนเทคโนโลยีภูมิสิทธิ์พณิชยการช่างกล  ตั้งอยู่เลขที่ 118/1 ถนนราษฎร์คนึง  อำเภอเมือง  จังหวัดขอนแก่น  บนเนื้อที่ประมาณ  20  ไร่  สามารถรับนักศึกษาได้ทั้งหมดตามขออนุญาตจำนวน  1,800  คน  มีห้องเรียนทั้งหมด  65  ห้อง  มีอาคารเรียนทั้งหมด  5  หลัง  ประกอบด้วยอาคารเรียน  และอาคารปฏิบัติงานช่างอุตสาหกรรม  รวมทั้งหอพักหญิง  มีสนามกีฬาหลากหลายประเภท  อาทิเช่น  สนามวอลเลย์บอลชายหาด, ฟุตบอล, ฟุตซอล, ตระกร้อ ฯลฯ</p>
วิทยาลัยเทคโนโลยีการจัดการขอนแก่น  ก่อตั้งเมื่อ ปี พ.ศ. 2513  โดยมีผู้รับใบอนุญาต  ดังนี้</br>
ปี พ.ศ. 2513 -  2533         มี นายทองปอนด์  สิทธิเกษร เป็นผู้รับใบอนุญาต</br>
ปี พ.ศ. 2534 - 2541          มี นางสมจิตต์   สิทธิเกษร เป็นผู้รับใบอนุญาต</br>
ปี พ.ศ. 2542 -  ปัจจุบัน    มี  ดร.ณัฎฐินี  รัชตเมธี   เป็นผู้รับใบอนุญาต</br>
ปี พ.ศ. 2542 เปลี่ยนชื่อจาก    โรงเรียนเทคโนโลยีภูมิสิทธิ์พณิชยการช่างกล   เป็น  โรงเรียนขอนแก่นเทคโนโลยีพณิชยการ  </br>
ปี พ.ศ. 2547 ได้รับการประเมินมาตรฐานคุณภาพการศึกษา  จากสำนักรับรองมาตรฐานการศึกษาและประเมินคุณภาพการศึกษา (สมศ.)</br>
ปี พ.ศ. 2550 ได้รับรางวัลชมเชยในการประกวดโรงเรียนพระราชทาน เขตการศึกษาที่ 7</br>
ปี พ.ศ. 2551 ได้รับการรับรองมาตรฐานคุณภาพการศึกษา  จากสำนักรับรองมาตรฐานการศึกษาและประเมินคุณภาพการศึกษา (สมศ)  ระดับ  ดีมาก</br>
ปี พ.ศ. 2551 ได้รับรางวัลโรงเรียนพระราชทาน ระดับอาชีวศึกษา ขนาดเล็ก </br>
ปี พ.ศ. 2553 ได้รับรางวัลนักศึกษาพระราชทาน  ระดับประกาศนียบัตรวิชาชีพ(ปวช.) ปี พ.ศ. 2555 ได้เปลี่ยนฐานะจาก โรงเรียนขอนแก่นเทคโนโลยีพณิชยการ เป็น วิทยาลัยเทคโนโลยีการจัดการขอนแก่น</p>
</div>
</asp:Content>